export const ourTeamData = {
  title: {
    ar: 'قابل اعضاء الفريق',
    en: 'Meet Our team'
  },
  data: [
    {
      name: { ar: 'أ.أحمد محي', en: 'Mr.Ahmed Mohey' },
      desc: {
        ar: 'مؤسس والمدير التنفيذي لفريق ترينوبيا للتدريب والتطوير'
      },
      img: '/images/team/mohey.jpeg'
    },
    {
      name: { ar: 'أ.سارة نبيل', en: 'Mr.Ahmed Mohey' },
      desc: { ar: 'مدير المشاريع والتسويق في فريق ترينوبيا' },
      img: '/images/team/sara.jpeg'
    },
    {
      name: { ar: 'أ.محمود عبد الوهاب', en: 'Mr.Ahmed Mohey' },
      desc: {
        ar: 'مدير فريق ترينوبيا للأطفال والمراهقين والمستشار التربوي للفريق'
      },
      img: '/images/team/mahmoud.jpeg'
    },
    {
      name: { ar: 'أ.خلود رضا', en: 'Mr.Ahmed Mohey' },
      desc: {
        ar: 'مدير إدارة الموارد البشرية والتدريب في فريق ترينوبيا للتدريب والتطوير'
      },
      img: '/images/team/kholoud.jpeg'
    },
    {
      name: { ar: 'أ.سارة الحسين', en: 'Mr.Ahmed Mohey' },
      desc: {
        ar: 'مدير إدارة قسم Multimedia  في فريق ترينوبيا للتدريب والتطوير'
      },
      img: '/images/team/sara-elhu.jpeg'
    },
    {
      name: { ar: 'م.طلعت أشرف', en: 'Mr.Ahmed Mohey' },
      desc: {
        ar: 'مدير فريق Code Valley  لبرامج البرمجة والبرامج التقنية لفريق ترينوبيا'
      },
      img: '/images/team/talaat.jpeg'
    },
    {
      name: { ar: 'م.محمد سالم', en: 'Mr.Ahmed Mohey' },
      desc: {
        ar: 'مدير فريق Trainopia Teens لتدريب المراهقين في فريق ترينوبيا للتدريب والتطوير'
      },
      img: '/images/team/salem.jpeg'
    },
    {
      name: { ar: 'م.عمر خطاب', en: 'Mr.Ahmed Mohey' },
      desc: {
        ar: 'مدير الفريق الثاني و مؤسس الموقع'
      },
      img: '/images/team/attia.jpg'
    }
  ]
}
export const whoAreWeData = {
  title: {
    ar: 'من نحن'
  },
  data: [
    {
      title: { ar: 'عن فريق ترينوبيا' },
      text: {
        ar: 'فريق ترينوبيا للتدريب والتطوير هو فريق ذو تأثير مجتمعي، بدأ نشاطه عام 2015. وهو فريق متخصص في صنع وإقامة المناهج التدريبية وبرامج الوعي بالذات وتحفيز الذات، بأفضل وأحدث النظريات التدريبية والتربوية للأطفال والمراهقين والشباب. وتهدف مؤسسة ترينوبيا لتنمية مهارات الأطفال والمراهقين وتطوير طرق تفكيرهم بتدريبهم على مفاهيم اكتشاف الذات وفهم أنماط الشخصيات المختلفة والتدريب على أفضل طرق التواصل الإيجابي معهم، كما يهدف الفريق إلى تنشئتهم على قيم المسئولية والالتزام والإيجابية والصدق والتعاون والتواضع والتفكير الإبداعي.'
      },
      img: '/images/1.jpg'
    },
    {
      title: { ar: 'كيف نربي أبناءنا؟' },
      text: {
        ar: 'أحد أهم أساليب التربية الحديثة هي التربية باللعب والنشاطات ومسابقات التحدي والمنافسة والأنشطة الحركية والفكرية، والرحلات التدريبية والترفيهية. كما تعتمد مؤسسة ترينوبيا في طرق تربيتها للأطفال على الملازمة والتعلم بالقدوة والمواقف العملية. يقدم فريق ترينوبيا نموذجًا من نماذج التربية التي يرى الفريق أنها من أكثر طرق التربية والتأثير نجاحًأ مع الأطفال باختلاف طرق تعلمهم.'
      },
      img: '/images/1.jpg'
    },
    {
      title: { ar: 'كيف نصنع المستقبل؟' },
      text: {
        ar: 'من أهم وسائل التدريب والتطوير في فريق ترينوبيا هي التركيز على الأنشطة العملية الحديثة، والتدريب على العلوم والمهارات التكنولوجية التي تحتاجها حياتنا اليومية وتطلبها أسواق العمل في العالم الآن. لذلك أدرك فريق ترينوبيا تلك الحاجة الملحة في حياتنا الومية إلى التكنولوجيا فبدأ بصنع مناهج ومواد في مجالات البرمجة و Robotics ومهارات Arduino والتدريب على تطبيقات Photoshop وIllustrator وAdobe Premier  مناسبة لسن الأطفال والمراهقين مع إدخال التدريب على مهارات حل المشكلات ومهارات العرض والتقديم للمشاريع التي ينفذها الأطفال في كل برنامج بشكل محترف وبصورة سهلة وبسيطة.'
      },
      img: '/images/1.jpg'
    }
  ]
}
export const ourVisionData = {
  title: {
    ar: 'رؤيتنا',
    en: ''
  },
  data: {
    ar: 'نحن نقاط نور بسعينا لأن نصبح وجهة تربية وتغيير وبناء للفرد بأيدي متطوعة محترفة.',
    en: ''
  }
}

export const ourMsgData = {
  title: {
    ar: 'رسالتنا',
    en: ''
  },
  data: {
    ar: 'نهدف إلى المساهمة في تربية الأجيال وتغييرها وتزويدها بالقيم والمهارات العملية والإنسانية والمساعدة في اكتشاف وتطوير الذات بطرق تدريبية متنوعة ومبتكرة وفي مناخ إيجابي مبهج وآمن وبجهود تطوعية محترفة.',
    en: ''
  }
}
export const ourValuesData = {
  title: {
    ar: 'قيمنا',
    en: ''
  },
  data: [
    {
      ar: 'العائلة',
      en: ''
    },
    {
      ar: 'الالتزام والمسئولية',
      en: ''
    },
    {
      ar: 'التأثير',
      en: ''
    },
    {
      ar: 'الاحترافية',
      en: ''
    },
    {
      ar: 'المصداقية',
      en: ''
    },
    {
      ar: 'الإبداع',
      en: ''
    }
  ]
}
export const ourGoalsData = {
  title: {
    ar: 'أهدافنا العامة',
    en: ''
  },
  data: [
    {
      ar: 'المساهمة في تربية الأجيال وتغييرها من خلال برامج زيادة الوعي وبناء الشخصية واكتشاف الذات للأطفال والمراهقين والشباب.',
      en: ''
    },
    {
      ar: 'تدريب الأطفال والمراهقين والشباب بالقيم والمهارات المطلوبة لتطوير شخصياتهم بطرق تدريبية مختلفة وطرق التعلم المرن.',
      en: ''
    },
    {
      ar: 'تدريب الأطفال والمراهقين على المناهج والمهارات العلمية والعملية الحديثة للمساهمة في خلق فرص وفتح مجالات لهم في المستقبل.',
      en: ''
    },
    {
      ar: 'المساهمة في إدخال السعادة والبهجة على المتدربين بشعور الصحبة والمناخ الآمن والإيجابي.',
      en: ''
    },
    {
      ar: ' تأصيل قيمة التطوع بشكل محترف والحفاظ على قيم تطوير المجتمع والتأثير فيه من خلال العمل التدريبي.',
      en: ''
    }
  ]
}
