const data = [
  // {
  //   link: 'shakhabeet',
  //   mainImage: '/images/events/shakhabet.jpg',
  //   name: 'شخابيط',
  //   short_desc: `هو برنامج للأطفال من سن 5 سنوات يقضي فيه المتدربون وقتًا لتعلم الكثير عن طرق وأنماط التفكير بطريقة اللعب والأنشطة والمسابقات، كما يضم مجموعة من ورش العمل الفنية والرحلات الترفيهية الصيفية.`,
  //   long_desc: [
  //     `برنامج شخابيط هو برنامج يهتم بتنمية طرق التفكير المختلفة لدى الأطفال، ومعرفة أهم صفاتهم الشخصية والسلوكية وكيفية التعبير عن مشاعرهم وإدارتها، من خلال أنشطة وألعاب ومسابقات تتم داخل مقر الفريق، ومن خلال ورش عمل فنية ويدوية، وجلسات نقاش عام. يهدف البرنامج إلى استغلال وقت عطلة الصيف واستمرار تدريب الأطفال والمراهقين على القيم الشخصية والمهارات المختلفة من خلال الألعاب والورش الفنية الشيقة.`
  //   ],
  //   event_info: {
  //     age: `السن : 5 ال 12`,
  //     date: ` من 4 يونيو 2022 إلى 22 يونيو 2022`,
  //     location: ` مقر فريق ترينوبيا في المعادي الجديدة`,
  //     cost: '800 EG'
  //   },
  //   event_goals: [
  //     `تنمية قدرات الطفل الذهنية واكتشاف أنماط التفكير المختلفة`,
  //     `تنمية آداب ومهارات التعامل مع الآخرين.`,
  //     `تنمية مهارات التعبير عن المشاعر وإدارتها بشكل إيجابي.`,
  //     `تعديل السلوكيات من خلال اللعب والأنشطة الممتعة`,
  //     `تنمية المهارات الفنية والإبداعية من خلال الورش الفنية المختلفة`,
  //     `الاهتمام بالجانب الترفيهي من خلال الرحلات الخارجية الممتعة`
  //   ],
  //   prev: {
  //     title: 'مشاريع سابقة',
  //     data: [
  //       {
  //         name: 'Super Heroes',
  //         short_desc:
  //           'هو برنامج يجمع بين الأنشطة الداخلية والخارجية ويهتم ب 5 جوانب أساسية لدى الطفل: الجانب السلوكي والقيمي، والجانب المهاري، والجانب الرياضي، والجانب الترفيهي، والجانب الروحاني',
  //         image: '/images/1.jpg'
  //       },
  //       {
  //         name: `Big Hero 6`,
  //         short_desc: `هو برنامج يجمع بين الأنشطة المختلفة خلال أوقات الأجازات الصيفية والشتوية، ويجمع بين الأنشطة الداخلية والخارجية على حد سواء.`,
  //         image: '/images/3.jpg'
  //       }
  //     ]
  //   }
  // },
  {
    link: 'shakhabeet',
    mainImage: '/images/events/super-hero.png',
    name: 'SUPER HEROES 5',
    short_desc: `هو المخيم الصيفي المستمر للأطفال من سن 5 سنوات إلى 16 عامًا، ويعنى بتنمية أربعة جوانب أساسية في حياة الطفل والمراهق خلال فترة الصيف، وهي: الرياضة، ومهارات بناء الشخصية، والمهارات اليدوية والفنية، والرحلات الترفيهية.`,
    long_desc: `برنامج Super Heroes  هو برنامج يهتم بتنمية طرق التفكير المختلفة لدى الأطفال، ومعرفة أهم صفاتهم الشخصية والسلوكية وكيفية التعبير عن مشاعرهم وإدارتها، من خلال أنشطة وألعاب ومسابقات تتم في نادي القطامية جاردنز، ومن خلال ورش عمل فنية ويدوية، وجلسات نقاش عام. يهدف البرنامج إلى استغلال وقت عطلة الصيف واستمرار تدريب الأطفال والمراهقين على القيم الشخصية والمهارات المختلفة من خلال الألعاب والورش الفنية الشيقة.`,
    event_info: {
      age: `السن : 5 ال 12`,
      date: ` من 4 يونيو 2022 إلى 22 يونيو 2022`,
      location: ` مقر فريق ترينوبيا في المعادي الجديدة`,
      cost: '800 EG'
    },
    event_goals: [
      `تنمية قدرات الطفل الذهنية واكتشاف أنماط التفكير المختلفة`,
      `تنمية آداب ومهارات التعامل مع الآخرين.`,
      `تنمية مهارات التعبير عن المشاعر وإدارتها بشكل إيجابي.`,
      `تعديل السلوكيات من خلال اللعب والأنشطة الممتعة`,
      `تنمية المهارات الفنية والإبداعية من خلال الورش الفنية المختلفة`,
      `الاهتمام بالجانب الترفيهي من خلال الرحلات الخارجية الممتعة`
    ],
    prev: {
      title: 'مشاريع سابقة',
      data: [
        {
          name: 'Super Heroes',
          short_desc:
            'هو برنامج يجمع بين الأنشطة الداخلية والخارجية ويهتم ب 5 جوانب أساسية لدى الطفل: الجانب السلوكي والقيمي، والجانب المهاري، والجانب الرياضي، والجانب الترفيهي، والجانب الروحاني',
          image: '/images/1.jpg'
        },
        {
          name: `Big Hero 6`,
          short_desc: `هو برنامج يجمع بين الأنشطة المختلفة خلال أوقات الأجازات الصيفية والشتوية، ويجمع بين الأنشطة الداخلية والخارجية على حد سواء.`,
          image: '/images/3.jpg'
        }
      ]
    }
  },
  {
    link: 'gameDevTrack5',
    mainImage: '/images/events/game-development-track.jpg',
    name: `Game Development Track 5`,
    short_desc: `هو برنامج تعليم البرمجة المطول في موسمه الخامس 2022  يهتم بتعلم الأطفال من سن 10 سنوات إلى 16 سنة كيفية تصميم الألعاب الإلكترونية واستخدام تكنولوجيا VR و AR، واستخدام تقنية 3D في تصميم الألعاب.`,
    long_desc: [
      `برنامج Game Development Track هو البرنامج المطول لتعليم البرمجة للأطفال والمراهقين من سن 6 سنوات وحتى 16 سنة، ويتم هذا البرنامج للموسم الخامس على التوالي بعد نجاحه في الأربعة مواسم السابقة، ويهدف هذا البرنامج إلى تسليح الأطفال والمراهقين بمهارة تعلم التكنولوجيا التي هي تعد الآن الأساس في بناء المستقبل لاعتماد العديد من الوظائف والمهن لا سيما في المستقبل على تلك المهارة. `,
      `ينقسم المسار إلى تدريب فئة الأطفال من سن 6 إلى 9 سنوات على مهارات تصميم وبرمجة الإنسان الآلي Robotics، وتدريب فئة المراهقين من سن 10 إلى  16 سنة على مهارات تصميم الألعاب باستخدام تقنيات الواقع المعزز و الواقع الافتراضي، وباستخدام تكنولوجيا 3D، وتعد تلك المهارات أحدث المهارات التكنولوجية التي تقوم عليها صناعات وتجارب اقتصادية كاملة في العصر الحديث. ينضم المشاركين من مناطق مختلفة في القاهرة أو خارجها لتعلم البرنامج الذي يستمر لمدة 60 ساعة تدريبية، مع التطبيق العملي لكل جزء من أجزاء المسار التدريبي.`,
      `يؤهل المسار الطلاب لخوض أكبر مسابقات البرمجة في مصر وواحدة من أضخم المسابقات في الوطن العربي Trainopia Game Jam، والتي يتم فيها التنافس بين الفرق المشاركة في البرنامج لاختيار المشاريع التكنولوجية الفائزة على مدار المسار كاملاً. ويعمل كل فريق على مشروع من تصميمه وإخراجه يعتمد بشكل أساسي على برمجة وتصميم الألعاب الإلكترونية وال Robotics، ويتم عرض المشاريع كاملة أمام لجنة تحكيم من المتخصصين في مجال البرمجة والتكنولوجيا ليتم تقييمها حسب كل جزء من أجزاء المشروع. ويعيش المتدربون فيها تجربة تدريبية غنية يستطيعون من خلالها التعاون والتعايش مع أفراد الفريق والتدرب على مهارات العرض والتقديم، ومهارات حل المشكلات.`,
      `المسار مقدم من فريق Trainopia  المعتمدة من شركة Cloudypedia  وكلاء Google Education في مصر، بالتعاون مع منصة Livit Studio التدريبية المعتمدة لمناهج STEM التعليمية، ومن Microsoft Education  في الشرق الأوسط. `
    ],
    event_info: {
      age: `السن: من 10 إلى 16 سنة`,
      date: 'من 2 يوليو 2022 إلى 20 أغسطس 2022',
      location: `Online – المعادي – م.نصر – التجمع الخامس – 6 أكتوبر - الدقي`,
      cost: '3000 EG'
    },
    event_goals: [
      `تأسيس مستقبل الشباب والفتيات منذ الصغر بتعليمهم التكنولوجيا الحديثة و استخداماتها.`,
      `فتح طرق ومجالات تفكير مختلفة وحديثة للمتدربين.`,
      `تعليم المتدربين الأساس الذي تقوم عليه مختلف الوظائف والمهن في العصر الحديث.`,
      `خلق فرصة تعلم مواد معتمدة من جهات عالمية على أيدي متخصصين في مجال البرمجة والتكنولوجيا.`,
      `تأهيل الطلاب لاجتياز المسابقة الأكبر في مجال البرمجة في مصر ومن أكبر المسابقات في الوطن العربي.`,
      `تنمية مهارات التفكير المنطقي والتفكير الإبداعي ومهارات حل المشكلات لدى المتدربين.`,
      `زيادة قيم الثقة في النفس والالتزام والتعاون الإيجابي والتدريب على مهارات العرض والتقديم.`,
      `خلق فرصة المشاركة في أكبر مسابقات البرمجة في الوطن العربي والعمل على إنهاء مشروع وعرضه أمام لجنة تحكيم متخصصة.`,
      `فرصة التعايش مع متدربين آخرين مهتمين بالمجالات ذاتها للتعلم وتناقل الخبرات.`
    ],
    prev: {
      title: 'مشاريع سابقة',
      data: [
        {
          name: 'Robo Garder',
          short_desc: '',
          image: '/images/events/robo-garden.jpg'
        },
        {
          name: 'Python Wizard',
          short_desc: '',
          image: '/images/events/python-wizard.jpg'
        }
      ]
    },
    sample: [
      {
        name: 'asdd',
        short_desc: 'asd asd asd as da sd ',
        image: '/images/1.jpg',
        link: 'facebook.com'
      }
    ]
  },
  {
    link: 'champions19',
    mainImage: '/images/events/champions.jpg',
    name: 'Champions 19',
    short_desc: `يكون مكون من مجموعة من الأنشطة ومسابقات التحدي والمغامرة والمتعة، ويتم تقسييم المشاركين إلى فرق بحيث يعمل كل فريق للفوز في مجموعة الألعاب والمسابقات التي يخوضها فريقه.`,
    long_desc: [
      `للموسم السادس عشر على التوالي، ينفذ فريق ترينوبيا مخيم Champions  التدريبي للأطفال من سن 7 إلى 14 سنة، وهو المخيم الذي يعتمد على الأنشطة والألعاب الحركة والألعاب الاستكشافية والتنافسية. ويهدف المخيم التدريبي لتدريب الأطفال والمراهقين على مهارات الاعتماد على النفس والالتزام من خلال خوض تجربة يعيش فيها الطفل 3 أيام وسط مجموعة من الأطفال والمشرفين والمشرفات، ويعتمد على نفسه بمساعدة المشرفين في تنظيم أمور حياته كالنوم والاستيقاظ وتناول الطعام وأداء العبادات المختلفة. ويسير برنامج أيام المخيم التدريبي على خطة تدريبية تهدف إلى تربية الأطفال على قيم معينة وأساسية، ويتم ذلك من خلال الألعاب والأنشطة الحركية التي تستمر طوال اليوم. ويتعلم الطفل في هذا المخيم التدريبي مهارات التعايش والتعاون مع أفراد فريقه، ومهارات القيادة والإدارة، ومهارات الانضباط وإدارة الوقت، وغيرها من المهارات الأخرى الغنية في شكل شيق وممتع.`
    ],
    event_info: {
      age: `السن: من 7 إلى 14 سنة`,
      date: ` من 12 يوليو 2023 إلى 15 يوليو 2023`,
      location: `فيلا فري بيرد - العبور`,
      cost: '1200 EG'
    },
    event_goals: [
      `تدريب الأطفال والمراهقين على مهارات الاعتماد على النفس والمسئولية والالتزام، من خلال أداء المهام والعادات اليومية للطفل بنفسه دون اعتماد على أحد.`,
      `تعديل سلوكيات الأطفال من خلال التعايش والملازمة التدريبية.`,
      `خلق تجربة تدريبية مختلفة قائمة على اللعب والحركة والأنشطة الممتعة.`,
      `تعلم مهارات التعايش والتعاون مع الآخرين، ومهارات القيادة وإدارة الوقت.`,
      `فرص التعايش مع مشرفين ومشرفات مدربين ومختصين في التربية وتعديل سلوك الأطفال لفترة طويلة نسبيًا، والتدريب على أكثر العادات اليومية إفادة.`,
      `التنوع في المهارات التي يشملها المخيم بين مهارات حركية ورياضية ومهارات عقلية وفكرية ومهارات سلوكية وروحانية.`,
      `زيادة قيم الثقة في النفس والتعاون الإيجابي مع الآخرين.`,
      `خلق فرصة المشاركة في أكبر مسابقات البرمجة في الوطن العربي والعمل على إنهاء مشروع وعرضه أمام لجنة تحكيم متخصصة.`,
      `فرصة التعايش مع متدربين آخرين مهتمين بالمجالات ذاتها للتعلم وتناقل الخبرات.`
    ],
    prev: {
      title: 'مشاريع سابقة',
      data: [
        {
          name: 'champions16',
          short_desc: '',
          image: '/images/1.jpg'
        },
        {
          name: 'champions17',
          short_desc: '',
          image: '/images/3.jpg'
        },
        {
          name: 'champions18',
          short_desc: '',
          image: '/images/1.jpg'
        }
      ]
    }
  }
];
export default data;
