export class Data {
  static Localization = {
    menu_title: {
      ar: `ترينوبيا`,
      en: `Trainopia`
    },
    menu_home: {
      ar: `الرئيسية`,
      en: `Home`
    },
    menu_gallery: {
      ar: `الصور`,
      en: `Gallery`
    },
    menu_services: {
      ar: `خدماتنا`,
      en: `Services`
    },
    menu_about: {
      ar: `من نحن`,
      en: `About Us`
    },
    menu_contact: {
      ar: `تواصل معنا`,
      en: `Contact Us`
    },
    menu_events: {
      ar: `الفعاليات القادمة`,
      en: `Upcomming Events`
    },
    jumbotron_title: {
      ar: `مرحبا بكم في ترينوبيا`,
      en: `Welcome To Trainopia`
    },
    jumbotron_text: {
      ar: `نقاط نور`,
      en: ``
    },
    jumbotron_button: {
      ar: `اعرف أكثر`,
      en: `See More!`
    },
    testimonials_title: {
      ar: `قالوا عنا `,
      en: `testimonials`
    },
    testimonials: [
      {
        name: `ولي أمر مازم ومحمد الهوال`,
        content: `الشكر لن يوفي Trainopia  حقهم على كامب الأطفال، فعلاً أول أسبوع كان رائع، تنظيم ممتاز والتزام مع مدربين متخصصين وفاهمين وشاطرين، أسلوبهم سهل وسلس، والقيم والفقرات اللي اشتغلوا بيها فعلاً جميلة وقيمة وممتعة وبتبني شخصية الطفل وبتنمي مهاراته.  ألف شكر لكل فرد في ترينوبيا، لكم الشكر والتقدير`,
        job: `ولي أمر`
      },
      {
        name: `ولي أمر أسامة عبد العزيز`,
        content: `أول مرة أشوف تدريب Online فعال بالصورة دي مع ابني وإنه ما يفقدش تركيزه وقت الفقرات من كثرة استم
                تاعه بالمحتوى، شكرًا جدًا ليكم ولمجهودكم.`,
        job: `ولي أمر`
      },
      {
        name: `سمير بهائي`,
        content: `فريق ترينوبيا، أنتم حققتم فعلاً نجاحًا كبيرًا، وأثبتم قدرتكم العالية على الالتزام والانضباط. أنتم بنيتم ثقة في عقول أولياء الأمور والأسر تنتظر من فريقكم الواعد المزيد من التقدم والنجاح.`,
        job: `المدير الإقليمي لشركة Google في الشرق الأوسط`
      },
      {
        name: `أحمد فوزي`,
        content: `أنا فعلاً منبهر بالعقول الصغيرة اللي قدرت في السن دة تصمم مشاريع تكنولوجية رائعة. أنا كنت في العشرينيات من عمري لما قدمت أول منتج لي من خلال البرمجة. دة انجاز عظيم جدًا فعلاً.`,
        job: `مؤسس ومدير ستوديو AN للألعاب الإلكترونية`
      },
      {
        name: `م.عمرو محمد`,
        content: `لما قررت أطلع رحلة مع فريق ترينوبيا، اعتقدت في الأول إن الرحلة للأطفال، وأنا هكون مجرد مصاحب لأولادي في تدريبهم. ولكني انبهرت برحلة 'يلا كامب' وإنها ممتازة لكل الفئات العمرية، أنا وزوجتي وأولادي ولو والدي قرر يطلع رحلة أكيد هرشح له فريق ترينوبيا`,
        job: `مهندس مدني`
      },
      {
        name: `ولي أمر أحد المتدربين`,
        content: `أنا بفضل أجيب ابني فعلاً يتدرب ويتعلم منكم أكتر من أي مكان تاني`,
        job: `ولي أمر`
      }
    ],
    upcoming_events_title: {
      ar: `اهم الفعاليات القادمة`,
      en: `Upcomming Events!`
    },
    upcoming_events: [
      {
        header: {
          ar: `Champions 11`,
          en: `Champions 11`
        },
        title: {
          ar: `اعرف اكثر`,
          en: `howitworks_card_title_1`
        },
        text: {
          ar: `هو مخيم تدريبي للأطفال والمراهقين من سن 7 سنوات وحتى 14 سنة، يكون مكون من مجموعة من الأنشطة ومسابقات التحدي والمغامرة والمتعة، ويتم تقسييم المشاركين إلى فرق بحيث يعمل كل فريق للفوز في مجموعة الألعاب والمسابقات التي يخوضها فريقه، ويتم حساب نقاط كل فريق بحسب القيم التي حققها أفراده. يكون المخيم التدريبي في أحد الأماكن القريبة في القاهرة.`,
          en: `howitworks_card_text_1`
        }
      },
      {
        header: {
          ar: `Trainopia Trips - Magic Planet`,
          en: `Trainopia Trips - Magic Planet`
        },
        title: {
          ar: `اعرف اكثر`,
          en: `howitworks_card_title_2`
        },
        text: {
          ar: `هي رحلة إلى عالم ماجيك بلانيت في مدينة السادس من أكتوبر، يستمتع فيها الأطفال من سن 5 سنوات بألعاب الفيديو وألعاب الركوب في مناخ من المغامرة والتحدي والأوقات الممتعة.`,
          en: `howitworks_card_text_3`
        }
      },
      {
        header: {
          ar: `Game Development Track 5`,
          en: `Game Development Track 5`
        },
        title: {
          ar: `اعرف اكثر`,
          en: `howitworks_card_title_3`
        },
        text: {
          ar: `هو برنامج تعليم البرمجة المطول في موسمه الخامس 2022، يهتم بتعلم الأطفال من سن 10 سنوات إلى 16 سنة كيفية تصميم الألعاب الإلكترونية واستخدام تكنولوجيا VR، ويستمر طوال فترة صيف 2022 سواء Online أو في أحد أماكن التدريب في القاهرة. وينتهي بواحدة من أكبر مسابقات البرمجة في الوطن العربي بين الفرق المشاركة.`,
          en: `howitworks_card_text_3`
        }
      },
      {
        header: {
          ar: `Media Track 2`,
          en: `Media Track 2`
        },
        title: {
          ar: `اعرف اكثر`,
          en: `howitworks_card_title_3`
        },
        text: {
          ar: `هو الموسم الثاني من برنامج مهارات الميديا، ويعتمد على تعليم الأطفال من سن 10 سنوات إلى 16 سنة مهارات التصميم وتحرير الصور باستخدام برامج Photoshop وIllustrator، كما يهتم بتعليم الأولاد والبنات في هذا العمر مهارات التصوير المحترف ومهارات صناعة ةالفيديو وتعديله وتحريره.`,
          en: `howitworks_card_text_3`
        }
      },
      {
        header: {
          ar: `Robotics Track 1`,
          en: `Robotics Track 1`
        },
        title: {
          ar: `اعرف اكثر`,
          en: `howitworks_card_title_3`
        },
        text: {
          ar: `هو برنامج لتعليم الأطفال من سن 5 سنوات وحتى 10 سنوات مهارات برمجة الإنسان الآلي Robot وتحريكه وتكوينه وضبط أوامره باستخدام تكنولوجيا IoT وبتدريب من متخصصين في مجال البرمجة والإلكترونيات. يستمر البرنامج طوال فترة صيف 2022، وينتهي بمسابقة كبرى في مجال تحريك الإنسان الآلي وضبطه بين الفرق المشاركة.`,
          en: `howitworks_card_text_3`
        }
      },
      {
        header: {
          ar: `Bingo`,
          en: `Bingo`
        },
        title: {
          ar: `اعرف اكثر`,
          en: `howitworks_card_title_3`
        },
        text: {
          ar: `هو برنامج للأطفال من سن 5 سنوات يقضي فيه المتدربون وقتًا لتعلم الكثير عن طرق وأنماط التفكير بطريقة اللعب والأنشطة والمسابقات، كما يضم مجموعة من ورش العمل الفنية والرحلات الترفيهية الصيفية.`,
          en: ``
        }
      }
    ],
    services_title: {
      ar: `خدماتنا`,
      en: `Our Services`
    },
    services: [
      {
        title: {
          ar: `ترينوبيا للأطفال  <br>و المراهقين`,
          en: ``
        },
        buttonL: {
          ar: `الحدث القادم`,
          en: `Next Event`
        },
        buttonR: {
          ar: `اعرف أكثر`,
          en: `Know More!`
        },
        color: 'warning'
      },
      {
        title: {
          ar: `كود فالي`,
          en: `Code Valley`
        },
        buttonL: {
          ar: `الحدث القادم`,
          en: `Next Event`
        },
        buttonR: {
          ar: `اعرف أكثر`,
          en: `Know More!`
        },
        color: `success`
      },
      {
        title: {
          ar: `رحلاتنا`,
          en: `Trips`
        },
        buttonL: {
          ar: `الحدث القادم`,
          en: `Next Event`
        },
        buttonR: {
          ar: `اعرف أكثر`,
          en: `Know More!`
        },
        color: `info`
      },
      {
        title: {
          ar: `الورش الفنية`,
          en: ``
        },
        buttonL: {
          ar: `الحدث القادم`,
          en: `Next Event`
        },
        buttonR: {
          ar: `اعرف أكثر`,
          en: `Know More!`
        },
        color: `primary`
      }
    ]
  }
  static Colors = {
    main: `#FDB813`,
    secondary: `#12BCC3`
  }
}
